Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=190_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Valtiosihteeri Raimo Valle: jokaisella oikeus oppia saamen kieltä koulussa
smn: Staatâčällee Valle: juáhhást vuoigâdvuotâ oppâđ sämikielâ

source: Valtiosihteeri Raimo Valle selvitti Norjan hallituksen saamelaispoliittisia linjauksia ja ILO-sopimuksen vaikutuksia saamelaisopetukseen Helsingissä järjestetyssä seminaarissa 13.11.
smn: Staatâčällee Raimo Valle čielgij Taažâ haldâttâs sämipoolitlâš linjáámijd já ILO-sopâmuš vaikuttâsâid sämimáttááttâsân Helsigist uárnejum seminaarist 13.11.

source: Saamen ja norjan kielet ovat tasavertaisia kieliä Norjassa.
smn: Sämikielâ já tárukielâ lává täsiviärdásiih kielah Taažâst.

source: Oikeus saamen kielen oppimiseen koulussa kuuluu opetuslain mukaan jokaiselle saamelaisoppilaalle asuinpaikasta riippumatta.
smn: Vuoigâdvuotâ sämikielâ oppâmân škoovlâst kulá máttááttâslaavâ mield jyehi sämiuáppei aassâmsaajeest peerusthánnáá.

source: Saamen kielen hallintoalueella omaan kieleen ja kulttuuriin liittyvät opetukselliset oikeudet ovat muuta maata laajemmat.
smn: Sämikielâ haldâšemkuávlust jieijâs kielân já kulttuurân lohtâseijee máttááttâsân kullee vuogâdvuođah láá vijđásuboh ko eres kuávluin.

source: - Norjan hallitus noudattaa aktiivista saamelaispolitiikka, jonka perustana ovat maan perustuslain ŠsaamelaispykäläŠ (§ 110 a), vuonna 1987 säädetty saamelaislaki ja kansainvälisen työjärjestö ILO:n sopimus n:o 169.
smn: - Taažâ haldâttâs nuávdit aktiivlâš sämipolitiik, mon vuáđđun láá eennâm vuáđulaavâ ŠsämicekkiŠ (§ 110 a), ive 1987 asâttum sämilaahâ já aalmugijkoskâsâš pargo-ornijdume ILO sopâmuš nr 169.

source: Vallen mukaan saamelaisia koskeva koulutuspolitiikka on sovitettu vastaamaan ILO-sopimuksen vaatimuksia.
smn: Vale mield sämmilijd kyeskee škovlimpolitiik lii heiviittum västidiđ ILO-sopâmuš vátámâšâid.

source: ILO-sopimuksen mukaan opetusohjelmia ja koulutusmahdollisuuksia tulee suunnitella ja toteuttaa yhteistyössä alkuperäiskansan kanssa.
smn: ILO-sopâmuš mield kalga máttááttâsohjelmijd já škovlimmáhđulâšvuođâid vuáváđ já olášuttiđ ohtsâšpargoost algâalmugáin.

source: – Uuden opetuslain tullessa voimaan vuonna 1999 saamelaiskäräjien vaikutusvalta lisääntyi ja vastuu mm. saamelaisoppilaita koskevien opetussuunnitelmien valmistamisesta siirtyi saamelaiskäräjille.
smn: – Uđđâ máttááttâslaavâ vuáimán puáttim ohtâvuođâst ive 1999 lasanij sämitige vaikuttemväldi já ovdâsvástádâs eres lasseen sämiuáppeid kyeskee máttááttâsvuáváámij vaalmâštmist sirdâšui sämitiigán.

source: Saamelaiskäräjät neuvottelee opetussuunnitelmista opetusministeriön (Kunnskapsdepartement) kanssa, joka hyväksyy ne.
smn: Sämitigge ráđádâl máttááttâsvuáváámijn máttááttâsministeriöin (Kunnskapsdepartement), mii tuhhit taid.

source: - Opetussuunnitelmatehtävien lisäksi saamelaiskäräjien tehtäviin kuuluu saamenkielisen oppimateriaalin tukijärjestelmän hallinto ja kehittäminen, kertoi Valle.
smn: - Máttááttâsvuávámpargoi lasseen sämitige pargoid kulá sämikielâlâš oppâmateriaal tuárjumvuáháduv haldâšem já ovdedem, muštâlij Valle.

source: Käytännössä se tarkoittaa oppimateriaalivarojen hallinnointia ja jakamista, materiaalityön seurantaa ja pedagogista ohjausta.
smn: Keevâtlâšvuođâst tot uáivild oppimateriaalvaarij haldâšem já jyehim, materiaalpargo čuávvum já pedagooglâš stivrim.

source: - Saamen kielen ja saamen opetusasioiden edistäminen hallituspolitiikassa merkitsee uusien urien avaamista.
smn: - Sämikielâ já säämi máttááttâsašij ovdedem haldâšempolitiikast meerhâš uđđâ kiäinui lekkâm.

source: Maan hallitus on antanut viimeisten kahden vuoden aikana viisi tiedonantoa suurkäräjille.
smn: Eennâm haldâttâs lii adelâm majemuu kyevti ive ääigi vittâ tiäđáttâs stuorrâtiigán.

source: Kolme niistä käsittelee yksinomaan koulu- ja opetusasioita.
smn: Tain kulmâ kieđâvušeh tuše škovlâ- já máttááttâsaašijd.

source: Kaksi tiedonannoista käsittelee erityisesti saamen kieliä ja Norjan saamelaispolitiikka, kertoi Valle.
smn: Kyehti tiäđáttâs kieđâvušeh eromâšávt sämikielâd já Taažâ sämipolitiik, muštâlij Valle.

source: Valtiosihteeri Raimo Vallen puhe luettavissa kokonaisuudessaan tästä Stáhtačálli Raimo Valle Helssegis 13.11.2008 ja Statssekretær Raimo Valle 13.11.2008 Helsingfors.
smn: Staatâčällee Raimo Valle saahâ lii luuhâmnáálá ollásávt täst Stáhtačálli Raimo Valle Helssegis 13.11.2008 já Statssekretær Raimo Valle 13.11.2008 Helsingfors.
